<?php

$_['_Category'] = 'القسم';
$_['_City'] = 'المدينة';
$_['_Comment_Added'] = 'تمت إضافة التعليق';
$_['_Contents'] = 'المحتوى';
$_['_CreatedDate'] = 'تاريخ الإضافة';
$_['_Email'] = 'البريد الإلكتروني';
$_['_EmailNotFound'] = 'البريد الذي أدخلته غير مسجل';
$_['_ErrorUnexpected'] = 'حدث خطأ غير متوقع, حاول مرة أخرى';
$_['_Fav_Added'] = 'تمت إضافة المنتج إلى مفضلتك بنجاح';
$_['_Fav_Deleted'] = 'تمت حذف المنتج من مفضلتك بنجاح';
$_['_Fav_Is_Found'] = 'المنتج موجود مسبقاً في مفضلتك';
$_['_FullName'] = 'الإسم بالكامل';
$_['_InCurrect_Email'] = 'البريد الإلكتروني غير صحيح';
$_['_Message_Deleted'] = 'تم حذف الرسالة بنجاح';
$_['_Message_Sended'] = 'تم إرسال الرسالة بنجاح';
$_['_Must_Be_Login'] = 'يجب عليك تسجيل الدخول أولاً';
$_['_New_Password'] = 'كلمة المرور الجديدة هي :';
$_['_No'] = 'لا';
$_['_New_Password'] = 'كلمة المرور الجديدة هي :';
$_['_NewPassword'] = 'كلمة المرور الجديدة';
$_['_Offer_Added'] = 'تمت الإضافة بنجاح';
$_['_Offer_Deleted'] = 'تمت الحذف بنجاح';
$_['_Offer_Edited'] = 'تمت التعديل بنجاح';
$_['_OldPassword'] = 'كلمة المرور القديمة';
$_['_Password'] = 'كلمة المرور';
$_['_Password_Updated'] = 'تم إرسال رسالة للبريد الإلكتروني بكلمة المرور الجديدة';
$_['_Price'] = 'السعر';
$_['_Profile'] = 'حسابي';
$_['_SavedDone'] = 'تم الحفظ بنجاح';
$_['_SignOut'] = 'تم تسجيل الخروج بنجاح';
$_['_Title'] = 'العنوان';
$_['_RegMsg'] = 'مرحباً بك  يا
    {1}
    <br />
    إسم المستخدم :-
    {2}
    ';
$_['_Reg_Success'] = 'تم التسجيل بنجاح يمكنك تسجيل الدخول';
$_['_Restore_Password'] = 'إستعادة كلمة المرور';
$_['_Restored_Password'] = 'تم إرسال كلمة المرور الجديدة على بريدك الإلكتروني';
$_['_rNewPassword'] = 'إعادة كلمة المرور الجديدة';
$_['_Updated_Password'] = 'تم تغيير كلمة المرور الجديدة بنجاح';
$_['_User_Admin_DeActive'] = 'هذا الحساب تم إيقافه من الإدارة';
$_['_User_Comment_This'] = '{1} قام بالتعليق على {2}';
$_['_User_DeActive'] = 'لم تقم بفعيل حسابك';
$_['_User_Login_Error'] = 'خطأ في إسم المستخدم أو كلمة المرور, حاول مرة أخرى';
$_['_UserName'] = 'إسم المستخدم';



// Database
$_['_First'] = 'الأولى';
$_['_FirstPage'] = 'الصفحة الأولى';
$_['_Last'] = 'الأخيرة';
$_['_LastPage'] = 'الصفحة الأخيرة';
$_['_NextPage'] = 'الصفحة التالية';
$_['_PreviousPage'] = 'الصفحة السابقة';

//Errors
$_['_Error_Could_Not_Connect_To_Database'] = 'هناك خطأ ما حول مرة أخرى!';
$_['_Error_No_Rows_Found'] = 'لا يوجد نتائج!';
$_['_Error_Incorrect'] = '{1} غير صحيح';
$_['_Error_Is_Found'] = '{1} موجود مسبقاً';
$_['_Error_Is_Not_Found'] = '{1} غير موجود';
$_['_Error_Is_Not_Matched'] = '{1} غير متطابق';
$_['_Error_Min_Max_Length'] = '{1} لا يقل عن {2} حرفاً ولا يزيد عن {3} حرفاً';
$_['_Error_Max_Length'] = '{1} لا يزيد عن {2} حرفاً';
$_['_Error_Min_Length'] = '{1} لا يقل عن {2} حرفاً';
$_['_Error_Required'] = '{1} مطلوب';
$_['_Error_User_Pass'] = 'خطأ في إسم المستخدم أو كلمة المرور';